espressif/esp-idf/examples/openthread/ot_cli/sdkconfig.ci.cli
CONFIG_IDF_TARGET="esp32h2"
CONFIG_IDF_TARGET_ESP32H2=y
CONFIG_IDF_TARGET_ESP32H2_BETA_VERSION_2=y
